{
    "name": "Sachin Tendulkar",
    "Personal_info": {
        "Caste": "Rajapur Saraswat Brahmin",
        "Age": "52 Years",
        "Height": "5' 5\""
    },
    "Personal_stats": [
        {
            "heading": "Bio/Wiki",
            "content": {
                "Full Name": "Sachin Ramesh Tendulkar[1]CricBuzz",
                "Nickname": "Tendya[2]India Today",
                "Names Earned": "Master Blaster, God of Cricket, Little Master",
                "Profession": "Cricketer (former)"
            }
        },
        {
            "heading": "Physical Stats & More",
            "content": {
                "Height (approx.)": "in centimeters- 165 cmin meters- 1.65 min feet inches- 5’ 5”",
                "Eye Colour": "Dark Brown",
                "Hair Colour": "Black"
            }
        },
        {
            "heading": "Cricket",
            "content": {
                "International Debut": "ODI-18 December 1989 against Pakistan at GujranwalaTest-15 November 1989 against Pakistan at KarachiT20 -1 December 2006 against South Africa in Johannesburg",
                "International Retirement": "• He announced his retirement from One Day Internationals on 23 December 2012.• On 10 October 2013, Tendulkar announced that he would retire from all formats of cricket after the two-Test series against West Indies in November.",
                "Last Match": "ODI-18 March 2012 against Pakistan at DhakaTest-November 14-16, 2013 against West Indies at MumbaiT20 -1 December 2006 against South Africa at Johannesburg (it was his only T20I)",
                "Batting style": "Right-handed",
                "Jersey Number": "• #10 (India)• #10 (IPL, Mumbai Indians)• In few matches, he also wore jersey numbers 33 and 99.[3]Amar UjalaNote:In November 2017, the BCCI retired his jersey number 10 after players refused to wear it in his honour. After Tendulkar's retirement in 2013, only one player,Shardul Thakur, wore it for his ODI debut against Sri Lanka in Colombo in August 2016.[4]India Today",
                "Domestic/State Team(s)": "• Mumbai• Mumbai Indians• Yorkshire",
                "Coach/Mentor": "Ramakant Achrekar",
                "Nature on field": "Cool",
                "Favourite Shot": "Straight Drive[5]The Hindu",
                "Records (main ones)": "• He made 1,894 ODI runs in 1998, which is a record for most ODI runs by any batsman in a calendar year.• Most number of Test runs - 15,921• Most number of ODI runs - 18,426• Most number of Tests played - 200• Most number of ODIs played - 463• First batsman to score a double hundred in ODIs• Only batsman to have scored 100 international centuries• Most number of Test centuries - 51• Most number of ODI tons - 49• Most ODI half centuries - 96• Most number of runs (2,278) in World Cup history• Most World Cup appearances (6 editions)• Most fifties in Tests - 68• Fastest to 10,000 runs in Tests (195 innings - along with Brian Lara (WI) and Kumar Sangakkara (SL))• Most runs in a single edition of World Cup (673 runs in 2003)• Most ODI hundreds in a calendar year (9 in 1998)• Only one to accomplish rare ODI triple: 15000 runs (18426), 100 wickets (154), and 100 catches (140)• Most times to score 1000 runs in a calendar year: 7 times• Most Fours: 2016• Most runs in World Cups: 2278 runs at an average of 56.95 in 45 matches• Most centuries in World Cups: 6 in 44 innings• Most Man of the Match titles in World Cups: 9• Highest number of Man of the Match titles in ODIs: 62• Most Man of the Match titles in all formats: 76• Most Man of the Series titles in all formats: 20• Only player to score a century on debut in all three of his domestic first-class tournaments - the Ranji, Irani, and Duleep Trophies[6]Cricket 365",
                "Awards, Honours, Achievements": "National Honours1994:Arjuna Award, by the Government of India1997-98:Rajiv Gandhi Khel Ratna, India's highest honour given for achievement in sports1999:Padma Shri, India's fourth highest civilian award2001:Maharashtra Bhushan Award, Maharashtra State's highest Civilian Award2008:Padma Vibhushan, India's second highest civilian award2014:Bharat Ratna, India's highest civilian awardOther Honours1997:Wisden Cricketer of the Year2003:Player of the Tournament in the 2003 Cricket World Cup2010:The Indian Air Force made him an Honorary Group Captain2011:BCCI Cricketer of the Year award2012:Honorary Life Membership of Sydney Cricket Ground (SCG)2013:Indian Postal Service released a stamp of Tendulkar; making him the second Indian after Mother Teresa to have such stamp released in their lifetime2019:Inducted into the International Cricket Council’s Hall of Fame alongside South African pace legend Allan Donald and two-time World Cup-winning Australian woman cricketer Cathryn Fitzpatrick.2020:In February, Tendulkar’s World Cup winning moment won Laureus Sporting Moment award. After India's World Cup triumph at home in 2011; the moment Sachin Tendulkar being lifted on the shoulders of his teammates was voted the Laureus best sporting moment in the last 20 years. Sachin is the first Indian sportsperson to win a Laureus World Sports Award; the award is dubbed as the ‘Oscars of Sport.’ After getting the award, Tendulkar tweeted,“Thank you all for the overwhelming love and support! I dedicate this @LaureusSport award to India, all my teammates, fans and well wishers in India and across the world who have always supported Indian cricket.\"2023:Sachin Tendulkar andBrian Larajoined the likes of Sir Donald Bradman, Alan Davidson, and Arthur Morris after the Sydney Cricket Ground honoured them by having a set of gates named in their honour; the gate was unveiled on the occasion of Sachin Tendulkar's 50th birthday.[7]RediffNote:Tendulkar has many more awards and accolades to his name.",
                "Career Turning Point": "In 1989; his first Test fifty in his 2nd Test match against a tough bowling attack of Pakistan in Faisalabad"
            }
        },
        {
            "heading": "Personal Life",
            "content": {
                "Date of Birth": "24 April 1973 (Tuesday)",
                "Age (as of 2025)": "52 Years",
                "Birthplace": "Nirmal Nursing Home in Dadar, Bombay (Now Mumbai), Maharashtra, India",
                "Zodiac sign": "Taurus",
                "Signature": "",
                "Nationality": "Indian",
                "Hometown": "Mumbai, Maharashtra, India",
                "School": "• Indian Education Society's New English School in Bandra (East), Mumbai• Shardashram Vidyamandir School, Dadar, Mumbai",
                "College/University": "Did Not Attend",
                "Educational Qualification": "High School",
                "Religion": "Hinduism",
                "Caste": "Rajapur Saraswat Brahmin[8]India Today",
                "Address": "19-A, Perry Cross Road, Bandra (West), Mumbai",
                "Hobbies": "Collecting Perfume, Watches & CD's, Listening to Music",
                "Controversies": "•Ball-tampering accusation:In 2001, he was suspended for one Test match by referee Mike Denness for not informing umpires that he was cleaning the seam of the ball during the Port Elizabeth Test against South Africa. Later, ICC found Tendulkar not guilty of tampering. ICC spokesperson Mark Harrison said that Tendulkar was cleaning the ball without the umpire's permission rather than ball tampering. He said,\"It's still an offence but it's not as serious as ball tampering.\"[9]The Guardian•Critisims for low attendance in parliament:During his term as the Rajya Sabha Member, he was often criticized for being absent in the Parliament sittings and not raising any questions in the house.[10]ZEE News•Name appeared in Pandora Papers leak:Sachin Tendulkar's name appeared in the Pandora Papers leak on 3 October 2021, which was exposed by a worldwide journalistic partnership, the International Consortium of Investigative Journalists (ICIJ). It claimed to have uncovered the financial details of many celebrities in 91 countries, including India. The ICIJ reported that secret documents linked offshore assets to many celebrities including cricketer Sachin Tendulkar, pop music divaShakira, supermodel Claudia Schiffer, and an Italian mobster called \"Lell the Fat One.\" The attorney for Tendulkar, however, claimed that Tendulkar had already informed the authorities about his investments.[11]The Hindu•Casino used his morphed images for promotion:On 24 February 2022, Sachin Tendulkar took to Twitter to say that he would initiate legal action against a casino that used his morphed image for promotion. Reportedly, a Goa-based casino named 'Big Daddy' had used his morphed image for its promotion on social media.[12]NDTV•Promoting Paytm First Games:Sachin Tendulkar faced criticism from his fans after appearing in an advertisement endorsing an online gaming app, Paytm First Games. Many of his followers expressed their disappointment over his association with such an app. On 31 August 2023, a protest was organized by several politicians, including Bachchu Kadu, outside Sachin Tendulkar's residence in Bandra, Mumbai. Kadu talked about the matter in an interview and voiced his concerns that Sachin Tendulkar's endorsement of a gambling app like Paytm First Games might raise questions about his suitability as a recipient of the Bharat Ratna award.[13]The TribuneBachchu Kadu said,Those who have been awarded Bharat Ratna have to follow a code of conduct. We will send a notice to Sachin Tendulkar on the 30th of August 2023. We had given him time till the 30th. Till now, he has not clarified any of his positions in this regard. So, we are going to send him a notice through a lawyer. Sachin Tendulkar is Bharat Ratna. It is not right for a person who has numerous fans and Bharat Ratna to advertise a gambling app like Paytm First. I request the Maharashtra Government and Sachin Tendulkar to please ban this ad immediately.\""
            }
        },
        {
            "heading": "Relationships & More",
            "content": {
                "Marital Status": "Married",
                "Affairs/Girlfriends": "Anjali Tendulkar (Pediatrician)",
                "Marriage Date": "24 May 1995"
            }
        },
        {
            "heading": "Family",
            "content": {
                "Wife/Spouse": "Anjali Tendulkar(Pediatrician)",
                "Children": "Daughter-Sara TendulkarSon-Arjun Tendulkar(Cricketer)",
                "Parents": "Father- LateRamesh Tendulkar(Novelist)Mother-Rajni Tendulkar(Worked as an Insurance Agent)",
                "Siblings": "Brothers-Nitin Tendulkar(Elder, Half-Brother),Ajit Tendulkar(Elder, Half-Brother)Sisters-Savita Tendulkar(Elder, Half-Sister)Note:Images in the Parents' Section"
            }
        },
        {
            "heading": "Favourites",
            "content": {
                "Cricketer(s)": "Batsmen :Sunil Gavaskar,Sir Vivian RichardsBowlers :Wasim Akram,Anil Kumble,Shane Warne, Muttiah Muralitharan, Glenn McGrath, Curtly Ambrose",
                "Cricket  Ground(s)": "Sydney Cricket Ground (SCG) & Wankhede Stadium Mumbai",
                "Food": "Bombay Duck, Prawn Curry, Crab masala, Keema Paratha, Lassi, Chingri Prawns, Mutton Biryani, Mutton Curry, Baigan Bharta, Sushi, Varan Bhaat (Maharashtrian dish)",
                "Street Gola": "Ice Gola",
                "Actor(s)": "Sylvester Stallone,Amitabh Bachchan,Aamir Khan,Nana Patekar",
                "Actress": "Madhuri Dixit",
                "Film(s)": "Bollywood:SholayHollywood:Coming To America",
                "Musician(s)": "Sachin Dev Burman,Bappi Lahiri, Dire Straits",
                "Singer(s)": "Kishore Kumar,Lata Mangeshkar",
                "Song": "\"Yaad Aa Raha Hai Tera Pyar\" byBappi Lahiri",
                "Colour": "Blue",
                "Perfume": "Comme des Garcons",
                "Restaurant(s)": "• Bukhara Maurya Sheraton in Delhi• The Harbour Bay in Mumbai",
                "Hotel": "Park Royal Darling, Sydney",
                "Destination(s)": "New Zealand, Mussorie",
                "Sport(s)": "Lawn Tennis, Formula 1, Golf",
                "Tennis Player(s)": "John McEnroe &Roger Federer"
            }
        },
        {
            "heading": "Style Quotient",
            "content": {
                "Car(s) Collection": "Nissan GT-R, BMW “30 Jahre M5” Limited Edition, BMW X5 M, BMW X5 M50d, BMW 760Li, BMW i8, Lamborghini Urus S"
            }
        },
        {
            "heading": "Money Factor",
            "content": {
                "Income (as of 2018)": "Rs. 80 crore/annum[14]Forbes India",
                "Net Worth (approx.)": "$160 million  (Rs. 1100 crore) (as in 2018)"
            }
        }
    ],
    "hi": null
}